/* 
  ITDeviceMoviesViewCtrl.string
  iToolsMain

  Created by Aaron on 7/18/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"MediaCategoryMovie"        = "Movie";
"MediaCategoryTVShow"       = "TV Show";
"MediaCategoryMusicVideo"   = "Music Video";
"MediaCategoryPodcast"      = "Podcast";
"MediaCategoryiTunesU"      = "iTunes U";

"MetadataUnknow"            = "Unknow";

"RemoveAlertTitle"              = "Are you sure you want to remove the movie(s)?";
"RemoveAlertDefaultButton"      = "OK";
"RemoveAlertAlternateButton"    = "Cancel";

"StatusTemplate"                = "%d Moives";
"StatusSelectedTemplate"        = "%d Moives, %d Selected";

"StatusTemplateTVShow"          = "%d TVShows";
"StatusSelectedTemplateTVShow"  = "%d TVShows, %d Selected";

"StatusTemplateMusicVideo"          = "%d Music Videos";
"StatusSelectedTemplateMusicVideo"  = "%d Music Videos, %d Selected";

"StatusTemplatePodcast"         = "%d Podcasts";
"StatusSelectedTemplatePodcast" = "%d Podcasts, %d Selected";

"StatusTemplateiTunesU"         = "%d iTunes U";
"StatusSelectedTemplateiTunesU" = "%d iTunes U, %d Selected";

"ContextMenuImport"         = "Import";
"ContextMenuRemove"         = "Remove";
"ContextMenuExport"         = "Export";

"ProgressConvert"           = "Converting...";
"ProgressImport"            = "Importing...";
"ProgressRefresh"           = "Refresh...";
"ProgressRemove"            = "Removing...";

"ConvertFailedTitle"        = "The following movie conversion fails";
"MediaOPRSATHostBusy"       = "Device is busy, please try again later.";
"MediaOPRSiTunesInit"       = "Unable to read the data, try to initialize the device in iTunes and try again.";
"MediaOPRSATHostBad"        = "Operation failed, please try again later. ";
"MediaOPRSUnknow"           = "Unknown error, please try again later.";

"UnsupportedFileAlertTitle" = "Unsupported file types\nMovies only supports mp4, m4v, mov, flv, f4v, webm, 3gp, rmvb, mpg, mkv, avi, wmv, vob, ts file";
